result/usenix/run5/results-prctl12/benchmark-stats.log
  240000000 requests completed in 382.80 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.03% <= 2 milliseconds
16.92% <= 3 milliseconds
74.68% <= 4 milliseconds
89.30% <= 5 milliseconds
94.37% <= 6 milliseconds
96.08% <= 7 milliseconds
96.84% <= 8 milliseconds
97.35% <= 9 milliseconds
97.80% <= 10 milliseconds
98.33% <= 11 milliseconds
98.78% <= 12 milliseconds
99.12% <= 13 milliseconds
99.33% <= 14 milliseconds
99.51% <= 15 milliseconds
99.63% <= 16 milliseconds
99.73% <= 17 milliseconds
99.79% <= 18 milliseconds
99.85% <= 19 milliseconds
99.89% <= 20 milliseconds
99.91% <= 21 milliseconds
99.93% <= 22 milliseconds
99.94% <= 23 milliseconds
99.95% <= 24 milliseconds
99.96% <= 25 milliseconds
99.96% <= 26 milliseconds
99.97% <= 27 milliseconds
99.97% <= 28 milliseconds
99.98% <= 29 milliseconds
99.98% <= 30 milliseconds
99.98% <= 31 milliseconds
99.99% <= 32 milliseconds
99.99% <= 33 milliseconds
99.99% <= 34 milliseconds
99.99% <= 35 milliseconds
99.99% <= 36 milliseconds
99.99% <= 37 milliseconds
99.99% <= 38 milliseconds
99.99% <= 39 milliseconds
99.99% <= 40 milliseconds
99.99% <= 41 milliseconds
99.99% <= 42 milliseconds
99.99% <= 44 milliseconds
99.99% <= 45 milliseconds
99.99% <= 46 milliseconds
99.99% <= 47 milliseconds
99.99% <= 48 milliseconds
99.99% <= 49 milliseconds
99.99% <= 50 milliseconds
99.99% <= 51 milliseconds
99.99% <= 52 milliseconds
99.99% <= 53 milliseconds
99.99% <= 54 milliseconds
99.99% <= 55 milliseconds
99.99% <= 56 milliseconds
99.99% <= 57 milliseconds
99.99% <= 58 milliseconds
99.99% <= 59 milliseconds
99.99% <= 60 milliseconds
99.99% <= 61 milliseconds
99.99% <= 62 milliseconds
99.99% <= 64 milliseconds
99.99% <= 65 milliseconds
99.99% <= 66 milliseconds
99.99% <= 67 milliseconds
100.00% <= 69 milliseconds
100.00% <= 71 milliseconds
100.00% <= 72 milliseconds
100.00% <= 73 milliseconds
100.00% <= 74 milliseconds
100.00% <= 75 milliseconds
100.00% <= 76 milliseconds
100.00% <= 78 milliseconds
100.00% <= 80 milliseconds
100.00% <= 82 milliseconds
100.00% <= 86 milliseconds
100.00% <= 87 milliseconds
100.00% <= 89 milliseconds
100.00% <= 90 milliseconds
100.00% <= 92 milliseconds
100.00% <= 93 milliseconds
100.00% <= 94 milliseconds
100.00% <= 98 milliseconds
100.00% <= 104 milliseconds
100.00% <= 108 milliseconds
100.00% <= 117 milliseconds
100.00% <= 120 milliseconds
100.00% <= 124 milliseconds
100.00% <= 125 milliseconds
100.00% <= 127 milliseconds
100.00% <= 129 milliseconds
100.00% <= 131 milliseconds
100.00% <= 133 milliseconds
100.00% <= 134 milliseconds
100.00% <= 135 milliseconds
100.00% <= 140 milliseconds
100.00% <= 141 milliseconds
100.00% <= 143 milliseconds
100.00% <= 145 milliseconds
100.00% <= 160 milliseconds
100.00% <= 160 milliseconds
626965.81 requests per second